{
  "Index": {
    "title": "AB Bike - Your First Choice for Bike, E-bike and SUP Rentals",
    "indexH1": "Welcome to AB Bike: Premium Bike, E-bike and SUP Rentals!",
    "subTitle": "Quality bike rentals and expert repairs to keep your adventure moving",
    "description": "Discover the joy of cycling with our premium bike and e-bike rentals. Need a fix? Our expert bike repair service ensures you're always ready to ride.",
    "rentButton": "Rent a bike",
    "serviceButton": "Bike service",
    "whatsapp": "Whatsapp",
    "rentaBike": "Rent a bike or SUP",
    "bikeService": "Bike service",
    "econoBikesSale": "ECONO bike shop",
    "eBikeUpgrade": "Upgrade your bike to E-Bike",
    "priceFrom":"From {price} €"
  },
  "Locales": {
    "localeName": "{locale, select, sl {Slovenščina} en {English} other {Unknown}}"
  },
  "FormModal": {
    "title": "Send Inquiry",
    "sendInquiry": "Send",
    "labelName": "Name",    
    "labelPhone": "Phone",
    "labelEmail": "Email",
    "labelAddress": "Address",
    "labelDateTime": "Date of rent",
    "labelRentLength": "Length of rent",
    "labelArticle": "Articles for rent",
    "labelMessage": "Tell us more about your request",
    "labelBatteryCapacity": "Battery capacity",
    "batteryCapacity522": "522Wh (Up to 100km)",
    "batteryCapacity630": "630Wh (Up to 140km)",
    "batteryCapacity700": "700Wh (Up to 165km)",
    "articleEbike": "E-Bike",
    "articleRegularbike": "Regular Bike",
    "articleChildTrailer": "Child Trailer",
    "articleDogTrailer" : "Dog Trailer",
    "articleSup" : "Sup"
  },
  "Navbar": {
    "home": "Home",
    "rentABike": "Rent a bike",
    "rentASup": "Rent a sup",
    "cyclingTrips": "Cycling trips",
    "bikeService": "Bike service",
    "eBikeUpgrade": "E-Bike upgrade",
    "aboutUs": "About us",
    "contact": "Contact"
  },
  "Footer": {
    "contact" : "Contact",
    "tel": "Phone: ",
    "email": "E-mail: ",
    "address": "Address: Cesta svobode 22, 4260 Bled, Slovenija",
    "company": "A&B KOLO D.O.O. Cankarjeva cesta 16, 4260 Bled, Slovenija SI 77094611",
    "partners": "Partners"
  },
  "RentCard": {
    "sendInquiry": "Send inquiry",
    "motor": "Motor",
    "battery": "Battery",
    "derailleur": "Derailleur",
    "suspension": "Suspension",
    "brakes": "Brakes",
    "wheelSize": "Wheel size",
    "maxWeight": "Maximum weight"
  },
  "BikeService": {
    "bikeServiceTitle": "Bike Service - Expert Maintenance and Repairs | AB Bike",
    "description": "Professional repair of bikes of all brands and types in Bled. Our team of experts will take care of your bike. You're welcome to visit our store at Pristava in Bled.",
    "bikeServiceH1": "Professional Bike Service and Repairs at AB Bike",
    "service": "Service",
    "price": "Price (tax included)",
    "pricelist": "Service price list",
    "paragraph1": "For the flawless operation of a bicycle, regular maintenance and servicing are very important. With regular service visits, you ensure that your bicycle is in proper and safe condition for use, and you also prevent potential bicycle malfunctions in the field that could make your day difficult.",
    "paragraph2": "Our service team, with years of experience and regular professional training, ensures the highest quality of service. The service center is fully equipped with top-notch and modern work equipment from the Slovenian manufacturer UNIOR. By visiting our bicycle service, we guarantee that your bicycle is in good hands!",
    "paragraph3": "As part of the service, we also offer upgrades, electric conversions, and custom bicycle assembly according to individual preferences.",
    "paragraph4": "Welcome to our bicycle service with any type and brand of bicycle!",
    "generalServiceTitle": "General Service",
    "generalServiceBullet1": "Full bicycle inspection",
    "generalServiceBullet2": "Drivetrain check (wear measurement and chain lubrication)",
    "generalServiceBullet3": "Wheel truing",
    "generalServiceBullet4": "Brake wear inspection and adjustment",
    "generalServiceBullet5": "Gear inspection and adjustment",
    "generalServiceBullet6": "Tire pressure check",
    "generalServiceBottomText": "35.00€",

    "yearlyServiceTitle": "Regular Service",
    "yearlyServiceBullet1": "Full bicycle inspection",
    "yearlyServiceBullet2": "Drivetrain check (chain and sprockets replacement if needed)",
    "yearlyServiceBullet3": "Brake system inspection and adjustment (replacement of brake pads, cables, and housing if needed)",
    "yearlyServiceBullet4": "Gear inspection and adjustment (replacement of cables and housing if needed)",
    "yearlyServiceBullet5": "Cleaning and lubrication of the bottom bracket",
    "yearlyServiceBullet6": "Wheel truing",
    "yearlyServiceBullet7": "Tire pressure check",
    "yearlyServiceBottomText": "65.00€",

    "largeServiceTitle": "Large Service",
    "largeServiceBullet1": "Regular service",
    "largeServiceBullet2": "Cleaning, lubrication, or replacement of hub bearings",
    "largeServiceBullet3": "Cleaning and lubrication of the headset",
    "largeServiceBullet4": "Replacement of tires, inner tubes, valves, rim tape, tubeless system, and tubular tire bonding",
    "largeServiceBullet5": "Replacement of handlebar grips/tape",
    "largeServiceBottomText": "from 95.00€",

    "bottomText1": "* Materials used in servicing are not included in the price (unless stated otherwise)",
    "bottomText2": "* All prices include VAT",
    "bottomText3": "The price list is valid from 15.04.2023",

    "sendInquiry": "Send inquiry"
  },
  "RentABike": {
    "rentABikeTitle": "Bike Rentals - Diverse Range of Premium Bikes and E-bikes | AB Bike",
    "description": "Discover Bled on two wheels with AB Bike rentals. Choose from a diverse range of high-quality bikes and e-bikes, suited for every terrain and rider. Easy online booking, unmatched prices. Start your cycling adventure in Bled with us today!", 
    "rentABikeH1": "Top-Quality Bikes and E-bikes for Rent",
    "eBikes": "E-bikes",
    "regularBikes": "Regular Bikes",
    "accessories": "Accessories",
    "exploreBled": "Explore Bled by bike!",
    "exploreBledText": "A bike allows for faster and easier movement, especially during the summer when the roads around Bled are heavily trafficked. With a bike, you can visit all the major attractions in one day or go for a proper bike ride and even go further (Bohinj Lake, Triglav National Park, Peričnik waterfall,...). We are the only bike rental provider in the immediate Bled area that offers free parking for your vehicle near the rental shop. We invite you to visit our store where, with our local knowledge, we will be happy to advise you on the best cycling routes.",
    "priceIncludes": "Price includes:",
    "parking": "Free parking during bike rental",
    "helmet": "Helmet",
    "lock": "Lock",
    "suggestions": "Suggestions for choosing a bike trip",
    "delivery": "Delivery and pick-up of bikes at a location of your choice (free delivery in case of renting at least 2 bikes)"    
  },
  "RentASup": {
    "rentASupTitle": "SUP Rentals - Best SUPs in Bled | AB Bike",
    "description": "Experience lake Bled with AB Bike SUP rentals. Rent top-quality stand-up paddleboards and glide through the crystal-clear lake. Perfect for beginners and experts alike. Dive into your next Bled adventure with our SUPs today!",
    "rentASupH1": "SUP for Rent: Make Waves with AB Bike",
    "priceIncludes": "Price includes:",
    "freeParking": "Free parking during the SUP rental period",
    "lifeVest": "Life vest",
    "Accessories": "Accessories:",
    "waterproofBag": "Waterproof bag",
    "waterproofPhoneCase": "Waterproof phone case",
    "exploreBledSupText": "Discover the enchanting beauty of Lake Bled, Slovenia from the water's perspective. We offer premium stand-up paddleboard (SUP) rentals, ensuring both novices and seasoned paddlers an unforgettable experience. Dive into tranquility and make your visit truly memorable with us."
  },
  "Contact": {
    "contactUsTitle":"Get in Touch with AB Bike: We're Here for You!",
    "description":"Get in touch with AB Bike in Bled. Whether you have questions about our bike services, rentals, or just want to say hello, our team is here to assist. Visit our Pristava location or reach out online.",
    "contactUsH1": "Contact AB Bike - Location and Contact Details",
    "address": "Address",
    "phone": "Phone",
    "email": "E-mail",
    "schedule": "Working hours",
    "weekdays": "Monday - Friday",
    "weekends": "Saturday - Sunday, Holidays",
    "byAppointment": "By appointment",
    "monday": "Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday": "Thursday",
    "friday": "Friday",
    "saturday": "Saturday",
    "sunday": "Sunday",
    "closed": "Closed"
  },
  "AboutUs": {
    "aboutUsTitle": "About Us - Our Story and Passion for Adventure | AB Bike",
    "description": "AB Bike is a company run by Ana Lipovec and Blaž Klemenčič, specializing in bike rentals, bike servicing, and the sale of cycling equipment. We also offer stand-up paddleboard rentals in our range. Our store is located at Pristava in Bled, where we provide free parking during the time of your bike rental. You're welcome to visit!",
    "aboutUsH1": "Discover the Story Behind AB Bike",
    "weAre": "We are Ana and Blaž,",
    "partners": "partners in both personal and business journeys.",
    "partnersText": "Our passion for cycling and meeting new people and their stories brought us together. We expand and realize our vision with the company A&B KOLO, d.o.o., where we strive to provide the best and most memorable cycling experience in Bled.",
    "quote1": "A perfectly functioning bicycle for a better cycling experience!",
    "quote2": "“I'm a former road cyclist,",
    "paragraph2": "who, after concluding my career, became a bike mechanic. I've been professionally servicing bicycles since 2014. In the initial years, I gained experience as a mechanic in Slovenian and foreign cycling teams. Last year, Ana and I decided to embark on an entrepreneurial journey. Being a bicycle mechanic brings me immense joy and allows me to stay connected with the sport that has given me many life directions and which I deeply love.” – Blaž",
    "weOffer": "In our company, we offer the following services:",
    "weOfferBullet1": "Bicycle and SUP rentals",
    "weOfferBullet2": "Rental of electric and regular bicycles",
    "weOfferBullet3": "Guided cycling tours and team buildings",
    "weOfferBullet4": "Electric bike conversion",
    "weOfferBullet5": "Sale of ECONO electric bicycles and other cycling equipment",
    "comeToOurShop": "We invite you to our shop in Bled (Cesta svobode 22, Bled), where we also offer a free parking space when you use our services."
  }  ,
  "CyclingTrips": {
    "cyclingTripsTitle": "Guided Cycling Trips and Tours | AB Bike",
    "description": "Explore breathtaking cycling trips with AB Bike in Bled. Journey through scenic routes, discover hidden gems, and experience the beauty of nature on two wheels. Tailored trips for every rider. Embark on your next adventure with us!",
    "cyclingTripsH1": "Explore Scenic Routes with Our Cycling Trips!",
    "weOffer": "In our company, we also offer guided cycling excursions.",
    "sendInquiryMsg": "If you are interested, you can send an inquiry, and we will get back to you",
    "sendInquiry": "Send inquiry"
  },
  "EbikeUpgrade" : {
    "eBikeUpgradeTitle" : "E-Bike Conversion Kits: Upgrade Your Bike to E-bike | AB Bike",
    "description": "Transform your ride with AB Bike's e-bike upgrade in Bled. Convert your regular bike into an efficient e-bike using our top-notch kits. Experience enhanced speed, range, and comfort. Revitalize your cycling journey today",
    "eBikeUpgradeH1": "Transform Your Regular Bike into an E-Bike!",   
    "upgradeYourOldBikeText" : "Upgrading your old regular bicycle with an electric motor is the ideal solution if you want to have an electric bike without neglecting your own bicycle. With an electric upgrade, almost any ordinary bike can become electric.",
    "upgradeDetailsTitle": "Upgrade benefits",
    "upgradeDetails1": "Cheaper than buying a new electric bike",
    "upgradeDetails2": "Compatibility with almost all bicycles",
    "upgradeDetails3": "The modified bike gains new functionality",
    "upgradeDetails4": "Cycling on terrains where you couldn't before",
    "econoPackageIncludes": "We offer the ECONO kit for converting classic bicycles into electric bikes, which includes all the necessary components for the upgrade. A mid-drive motor that completely replaces the bottom bracket and cranks, a battery holder that is mounted on the holes intended for the bottle cage, and an LCD display that is mounted on the handlebars, within arm's reach and in the field of vision.",
    "youCanPick": "You can choose between different types of displays (on the side or in the middle of the handlebars) and different battery capacities, which determine the range of the electric bike's assistance.",
    "upgradePrice": "Price of the upgrade according to the offer.",
    "preUpgrade": "Before upgrade",
    "postUpgrade": "After upgrade",
    "sendInquiry": "Send inquiry"
  },
  "404": {
    "title": "Page not found",
    "description": "404 - Page not found"
  },
  "500": {
    "title": "Internal server error",
    "description": "500 - Internal server error"
  }
}